Repository: PaingThuTa/Life-RPG
Catalog: Life RPG/*.lproj/Localizable.strings
Languages: th

source: Task Management
th: แอปพลิเคชัน

source: Application
th: การทำภารกิจ

source: Let's boost up your productivity!
th: มาเพิ่มความสนุกให้กับการทำงานกันเถอะ!

source: Choose a language
th: เลือกภาษา

source: Continue
th: ไปต่อ

source: Tell us about you!
th: บอกเราเกี่ยวกับคุณ

source: Nickname
th: ชื่อเล่น

source: Enter your nickname
th: โปรดใส่ชื่อเล่น

source: Your default ranking
th: แร้งค์เริ่มต้น

source: Rank
th: แร้งค์

source: Level
th: เลเวล

source: EXP To Level Up
th: คะแนนเพื่อเลเวลอัพ

source: Total EXP
th: คะแนนทั้งหมด

source: START LEVELING UP!
th: ไปเริ่มกันเลย!

source: Quests
th: ภารกิจ

source: History
th: ประวัติ

source: Settings
th: ตั้งค่า

source: Welcome player,
th: ยินดีต้อนรับผู้เล่น,

source: Welcome, Player %@!
th: สวัสดี ผู้เล่น %@,

# Subtitle
source: Let's move on to the next level with us.
th: มาเลเวลอัพไปพร้อมๆกับพวกเรากันเถอะ

source: Active Quests
th: ภารกิจ

# + add new quest
source: + Add quest
th: + เพิ่มภารกิจ

source: Add Quest
th: เพิ่มภารกิจ

source: Edit Quest Information
th: แก้ไขข้อมูลภารกิจ

source: Quest Info
th: ข้อมูลภารกิจ

source: Title
th: หัวข้อ

source: Enter your quest title
th: โปรดใส่ห้อข้อภารกิจ

source: Details
th: รายละเอียด

source: Enter task details
th: โปรดใส่รายละเดียดภารกิจ

source: *No more than 200 letters
th: *น้อยกว่า200ตัวอักษร

source: Due Date
th: กำหนดวันเสร็จ

source: Repeat
th: การทำซ้ำ

source: Quest EXP Value
th: คะแนนของภารกิจ

source: Difficulty
th: ระดับความยาก

source: Done
th: เสร็จสิ้น

source: None
th: ครั้งเดียว

source: Every Day
th: ทุกวัน

source: Every Week
th: ทุกอาทิตย์

source: Every Month
th: ทุกเดือน

source: Every Year
th: ทุกปี

source: Easy
th: ง่าย

source: Normal
th: ปานกลาง

source: Hard
th: ยาก

source: Extreme
th: ยากมาก

source: Absurd
th: ยากที่สุด

source: Edit Quest
th: แก้ไข

source: Cancel
th: ยกเลิก

source: Complete
th: เสร็จสิ้น

# Quest Due:
source: Quest Due(days left):
th: เหลือเวลาอีก(วัน):

# alert_title_character_limit
source: Character Limit Reached
th: จำนวนตัวอักษรเกิน

# alert_message_character_limit
source: You have reached the 200-character limit for details.
th: กรุณากรอกน้อยกว่า 200 ตัวอักษรสำหรับรายละเดียด

# alert_action_ok
source: OK
th: โอเค

# notification_title_congratulations
source: Congratulations!
th: ยินดีด้วย!

source: You've reached the next level! Keep up the great work.
th: คุณเลเวลอัพแล้ว ทำภารกิจต่อกันเถอะ!

source: Your Rank
th: แร้งค์ของคุณ

source: All Ranks
th: แร้งค์ทั้งหมด

source: Requirements:
th: ข้อกำหนด:

source: Personal Information
th: เกี่ยวกับคุณ

source: Notifications
th: การแจ้งเตือน

source: Enable Notifications
th: เปิดการแจ้งเตือน

source: Music
th: ดนตรี

source: Background Music
th: ดนตรีประกอบ

source: Change Language
th: เปลี่ยนภาษา

# No Change
source: No Changes
th: ไม่มีการเปลี่ยนแปลง

source: You are already using %@.
th: คุณกำลังใช้%@

# changingLangOK
source: ตกลง
th: OK

# changingLangCancel
source: ยกเลิก
th: Cancel

source: OK
th: โอเค

source: Clear history
th: ลบประวัติ

source: Clear History
th: ลบประวัติทั้งหมด

source: Are you sure you want to delete all quest history?
th: คุณแน่ใจหรือไม่ว่าต้องการลบประวัติภารกิจทั้งหมด?

source: Clear
th: ลบ

source: Quest history has been successfully cleared.
th: ประวัติภารกิจถูกลบเรียบร้อยแล้ว

source: Status
th: สถานะ

source: Status :
th: สถานะ :

source: In progress
th: กำลังดำเนินการ

source: Completed
th: เสร็จสิ้น

source: Cancelled
th: ยกเลิก
